/**
 * Created by lenovo on 2016/12/20.
 */
define([], function () {
    var data = [
        {start: '2016-12-23 10:00:00', end: '2016-12-23 17:00:00', area: '时代晶科名苑，科华中路，一环路南一段24号', reason: '事故检修'},
        {start: '2016-12-23 10:00:00', end: '2016-12-23 17:00:00', area: '时代晶科名苑，科华中路，一环路南一段24号', reason: '事故检修'},
        {start: '2016-12-23 10:00:00', end: '2016-12-23 17:00:00', area: '时代晶科名苑，科华中路，一环路南一段24号', reason: '事故检修'},
        {start: '2016-12-23 10:00:00', end: '2016-12-23 17:00:00', area: '时代晶科名苑，科华中路，一环路南一段24号', reason: '事故检修'},
        {start: '2016-12-23 10:00:00', end: '2016-12-23 17:00:00', area: '时代晶科名苑，科华中路，一环路南一段24号', reason: '事故检修'},
        {start: '2016-12-23 10:00:00', end: '2016-12-23 17:00:00', area: '时代晶科名苑，科华中路，一环路南一段24号', reason: '事故检修'},
        {start: '2016-12-23 10:00:00', end: '2016-12-23 17:00:00', area: '时代晶科名苑，科华中路，一环路南一段24号', reason: '事故检修'},
        {start: '2016-12-23 10:00:00', end: '2016-12-23 17:00:00', area: '时代晶科名苑，科华中路，一环路南一段24号', reason: '事故检修'},
        {start: '2016-12-23 10:00:00', end: '2016-12-23 17:00:00', area: '时代晶科名苑，科华中路，一环路南一段24号', reason: '事故检修'}
    ];
    return {
        data: data
    };
});